{"text": "An astronomer observes that a planet rotates faster after a meteorite impact. Which is the most likely effect of this increase in rotation?"}
{"text": "A group of engineers wanted to know how different building designs would respond during an earthquake. They made several models of buildings and tested each for its ability to withstand earthquake conditions. Which will most likely result from testing different building designs?"}
{"text": "The end result in the process of photosynthesis is the production of sugar and oxygen. Which step signals the beginning of photosynthesis?"}
{"text": "A physicist wants to determine the speed a car must reach to jump over a ramp. The physicist conducts three trials. In trials two and three, the speed of the car is increased by 20 miles per hour. What is the physicist investigating when he changes the speed?"}
{"text": "An astronaut drops a 1.0 kg object and a 5.0 kg object on the Moon. Both objects fall a total distance of 2.0 m vertically. Which of the following best describes the objects after they have fallen a distance of 1.0 m?"}
{"text": "Devil facial tumor disease (DFTD) is a disease that is decimating the population of Tasmanian devils. The disease passes from one animal to another through bites and is caused by parasites. The parasites cause cancerous tumors that spread throughout an infected animal's body and kill it. What is the best description of DFTD?"}
{"text": "A type of small mammal from the mountain regions of the western United States makes its home out of piles of rock. During summer months, the mammal places grasses and seeds in protected places in the rock piles. Which of the following is the most likely reason for this behavior?"}
{"text": "Petrified palm trees are found in sedimentary rock near glaciers. The presence of the petrified palm trees most likely provides evidence for which statement?"}
{"text": "Farmers in Wyoming were concerned because some of their chickens were being preyed upon by hawks that lived in areas around their ranches. The farmers grouped together and hunted the hawks until they were no longer in their area. Which would most likely happen next?"}
{"text": "Copper is an element that is used in electrical wires. What is the smallest unit of copper that still maintains the characteristics of copper?"}
{"text": "According to cell classification, prokaryotic cells are separated from eukaryotic cells. Which feature is often used to distinguish prokaryotic cells from eukaryotic cells?"}
{"text": "Which statement best describes the effect of the Sun on the oceans?"}
{"text": "The morning temperature in a city is 41°F. If a sunny, mild day is forecast, which temperature is most likely for 2:00 p.m.?"}
{"text": "A class plans an investigation to see which brand of light bulb lasts the longest. Which of these steps should come first?"}
{"text": "Which of these gases is the most abundant greenhouse gas in the lower atmosphere of Earth?"}
{"text": "At which temperature does water freeze?"}
{"text": "Fossil bones and teeth of dinosaurs have been researched for the last century. Recent discoveries of fossilized dinosaurs have also revealed details of soft tissues, such as skin. Which is best for a scientist to do when reporting research on dinosaurs now?"}
{"text": "Molly was making iced tea by putting tea bags in boiling water. She needed to cool the hot tea quickly, so she poured it into a pitcher full of ice. Which best describes the flow of thermal energy?"}
{"text": "Logging companies cut trees in a forest and send the trees to lumber mills far from the forest. The mills make boards that are used for construction. Some logging companies do not plant tree seedlings after cutting trees. Not planting tree seedlings might affect people who need boards in the future because"}
{"text": "It was once thought that living organisms could come from non-living matter. For example, people believed that flies would develop from rotting meat. This idea was later disproved primarily because of"}
{"text": "Cells take in food for energy. The part of the cell that aids in digestion of the food is the lysosome. What is the main role of lysosomes in the process of food digestion?"}
{"text": "When an electric current is passed through water (H_{2}O) using a specific apparatus, hydrogen (H_{2}) and oxygen (O_{2}) gases form. How can this reaction be shown in a chemical equation?"}
{"text": "Which is a fact about penguins?"}
{"text": "A glass of water at 110°F is placed in a room next to a glass of water that is 50°F. The temperature of the room is 73°F at all times. If the two glasses were left in the room overnight, the temperature for both glasses of water the next day would be approximately"}
{"text": "Snow, rain, hail, and fog are all forms of"}
{"text": "Scott filled a tray with juice and put it in a freezer. The next day, Scott opened the freezer. How did the juice most likely change?"}
{"text": "On August 21, a flash flood warning was issued for the Las Vegas area. Which statement best describes this warning in terms of weather and climate?"}
{"text": "Students heated three objects to different temperatures during a classroom demonstration. Each object emitted light of a different color as shown below. Object 1: blue light Object 2: red light Object 3: orange light Which list presents the objects in order from highest to lowest temperature?"}
{"text": "Tiny organisms called plankton live in oceans. Some plankton can take energy from the Sun and turn it into food. How are plankton most useful to the animals that live in the ocean?"}
{"text": "Which statement best explains why a tree branch floats on water?"}
{"text": "Students are observing two fossils in a lab. They are told by the teacher that the fossils were found in different rock layers. What can the students most likely determine from just observing the fossils?"}
{"text": "Earth's distance from the Sun enables water to be readily available for organisms. Which property of water is most important for these organisms?"}
{"text": "Which statement correctly describes a property of a type of matter?"}
{"text": "Which statement describes a positive effect of a scientific discovery?"}
{"text": "Which natural event occurs with the most frequency?"}
{"text": "A scientist maps a long region in which earthquakes originate and determines this region is a transform plate boundary. Which evidence would cause the scientist to reevaluate this determination?"}
{"text": "Which best describes how the sun might compare to a different-sized star, if they were right next to each other?"}
{"text": "Which statement is true about the solar system?"}
{"text": "What is the main function of photosynthetic cells within a plant?"}
{"text": "Which of the following is the primary difference between hydraulic and pneumatic systems?"}
{"text": "In the spring and early summer, bears often scratch their backs against trees to remove winter fur. This is an example of an animal"}
{"text": "Which event occurs once per day?"}
{"text": "What is the mass of a carbon atom that has 6 protons, 7 neutrons, and 6 electrons?"}
{"text": "The speed of a sound wave varies as it travels through different substances. Which factor will most affect the speed of a sound wave?"}
{"text": "Which statement best describes the energy changes that occur while a child is riding on a sled down a steep, snow-covered hill?"}
{"text": "The best way to separate salt from water is with the use of"}
{"text": "Which is the best piece of equipment to determine the topography of the United States?"}
{"text": "Which tool would be best to use to determine how long it takes a cup of water to boil?"}
{"text": "To determine how closely related organisms are, scientists consider all of the following except"}
{"text": "Which is an example of a learned behavior?"}
{"text": "Which statement best explains why photosynthesis is the foundation of most food webs?"}
{"text": "Which piece of safety equipment is used to keep mold spores from entering the respiratory system?"}
{"text": "Meiosis is a type of cell division in which germ cells divide to produce haploid cells. Where does meiosis occur?"}
{"text": "Which characteristic describes the texture of a kitten's fur?"}
{"text": "Which best describes the structure of an atom?"}
{"text": "To express the distance between the Milky Way galaxy and other galaxies, the most appropriate unit of measurement is the"}
{"text": "A student has just completed a laboratory activity. What is the last action that the student should perform before leaving the lab area?"}
{"text": "Students are investigating the effects of different fertilizers on plant growth. Which units would be best to measure the mass of the fertilizer used?"}
{"text": "Plants use sunlight to make"}
{"text": "Which of these correctly identifies the way materials are transported in a plant?"}
{"text": "When trees develop leaves in the spring, 10 changes occur on the forest floor. Why does the development of leaves cause changes on the forest floor?"}
{"text": "The circulatory system and the endocrine system work together in the human body. Which describes one way in which these systems interact?"}
{"text": "A student throws a ball into the air. While the ball travels up, the speed of the ball decreases. What force causes the ball to slow while traveling up?"}
{"text": "Which of these will most likely harm a habitat?"}
{"text": "All living and nonliving material is composed of"}
{"text": "Which process best explains how the Grand Canyon became so wide?"}
{"text": "As global temperatures increase, certain organisms will be more affected than others. The changes associated with global warming may result in an increase in sea level. Which organisms will be affected most as a result of the change in sea level?"}
{"text": "A dish of sugar water was left on a window sill. One week later, there were only sugar crystals left in the dish. The water was gone. The best explanation for the appearance of sugar crystals is"}
{"text": "Using a softball bat to hit a softball is an example of using which simple machine?"}
{"text": "When an igneous intrusion comes into contact with surrounding rock, the surrounding rock will"}
{"text": "A research scientist writes a paper on the initial regrowth of a forest after a fire has damaged the entire ecosystem. Which title would be best for the paper?"}
{"text": "Where do plants get most of the energy they need to live and grow?"}
{"text": "Which is a statement about climate?"}
{"text": "While on a movie set, a stuntman jumps off the roof of a building. As he falls toward an airbag, what is increasing?"}
{"text": "Jessica wants to see cells in an oak tree leaf. Which tool is best for Jessica to use to see the cells?"}
{"text": "Biologists conduct investigations to learn about living organisms. Which method helps reduce bias during an investigation?"}
{"text": "Which factor is most likely to cause the number of rabbits living in an area to increase?"}
{"text": "Seeds that remain inactive until the right conditions of light, water, and soil are present are called ___."}
{"text": "What allows a light bulb to give off light?"}
{"text": "What causes sound?"}
{"text": "Photosynthesis occurs in which of these organisms?"}
{"text": "In order for cells to grow at a normal rate, they must"}
{"text": "Marshall learned that plants need a substance from the air to make their own food. What does a plant take from the air in the presence of sunlight?"}
{"text": "Antarctica is a continent at Earth's south pole. Fossils of tropical fern plants were discovered in Antarctica even though these plants do not grow there today. Which conclusion does the fossil evidence best support?"}
{"text": "Which two theories of Moon formation propose that much or all of the material comprising the Moon came from Earth?"}
{"text": "When white, fluffy clouds appear in Massachusetts, the weather that day will MOST LIKELY be"}
{"text": "Plants and animals are composed of organic compounds. Which of the following are the common elements found in organic compounds?"}
{"text": "New research uncovers information that proves that the data from an old theory is partially incorrect. What should the scientific community do about the old theory?"}
{"text": "Which is the greatest benefit of sexual reproduction?"}
{"text": "The speed at which sound waves travel depends on the"}
{"text": "Which scientist is credited with discovering the first four moons of Jupiter?"}
{"text": "During science class, a teacher explains that the samples the students are studying are made of two or more minerals. What are the students studying?"}
{"text": "When the Northern Hemisphere is tilted away from the Sun causing the rays of light to hit Earth at large angles, which season occurs?"}
{"text": "A scientist found fossils of ocean shells on a mountain top. Based on this find, which statement can be made?"}
{"text": "A student sees many plants around a pond. The student can determine which plants are nonvascular by"}
{"text": "Darryl learns that freezing temperatures may help cause weathering. Which statement explains how freezing temperatures most likely cause weathering?"}
{"text": "A bond is formed when an electron is transferred from a sodium atom to a chlorine atom. What happens to the sodium atom during this process?"}
{"text": "A group of fish was released into a local lake. This species of fish had never lived in the lake before. Scientists want to collect data on how the lake's ecosystem is affected by the new fish. Which method of data collection will give the most accurate results?"}
{"text": "On a career day at school, an X-ray technician discusses her daily work with the class. Which equipment would she most likely say she uses on a regular basis to help ensure the safety of patients?"}
{"text": "In the United States, windmills have been used for farming for hundreds of years. Which simple machine is the most important part of a windmill?"}
{"text": "does ethanol take more energy make that produces"}
{"text": "is house tax and property tax are same"}
{"text": "is pain experienced in a missing body part or paralyzed area"}
{"text": "is harry potter and the escape from gringotts a roller coaster ride"}
{"text": "is there a difference between hydroxyzine hcl and hydroxyzine pam"}
{"text": "is barq's root beer a pepsi product"}
{"text": "can an odd number be divided by an even number"}
{"text": "is there a word with q without u"}
{"text": "can u drive in canada with us license"}
{"text": "is there a play off for third place in the world cup"}
{"text": "can minors drink with parents in new york"}
{"text": "is the show bloodline based on a true story"}
{"text": "is it bad to wash your hair with shower gel"}
{"text": "is the liver part of the excretory system"}
{"text": "is fantastic beasts and where to find them a prequel"}
{"text": "will there be a season 8 of vampire diaries"}
{"text": "was the movie strangers based on a true story"}
{"text": "is durham university part of the russell group"}
{"text": "is the tv show the resident over for the season"}
{"text": "does magnesium citrate have citric acid in it"}
{"text": "does p o box come before street address"}
{"text": "does a spark plug keep an engine running"}
{"text": "is a cape and a cloak the same"}
{"text": "does it cost money to renounce us citizenship"}
{"text": "is a fire 7 the same as a kindle"}
{"text": "can you drink alcohol with your parents in wisconsin"}
{"text": "do penguins have feathers arising from the epidermis"}
{"text": "do you need to break in a car"}
{"text": "is the enchanted forest in oregon still open"}
{"text": "is there a golf course at the indy 500"}
{"text": "does deadpool have a kid in the comics"}
{"text": "do they still make benson & hedges cigarettes"}
{"text": "is federal income tax the same as social security"}
{"text": "is an engine speed sensor the same as a crankshaft sensor"}
{"text": "is indiana jones temple of doom a prequel"}
{"text": "is there any next part of avengers infinity war"}
{"text": "is the toyota highlander on a truck frame"}
{"text": "is it legal to do a cover of a song"}
{"text": "can carbon form polar covalent bonds with hydrogen"}
{"text": "is there a sequel to the movie the golden compass"}
{"text": "is columbus day a national holiday in the united states"}
{"text": "are new balance and nike the same company"}
{"text": "is there an interstate that goes coast to coast"}
{"text": "is pureed tomatoes the same as tomato sauce"}
{"text": "can there be a word without a vowel"}
{"text": "does only the winner get money on tipping point"}
{"text": "is there such a thing as a turkey vulture"}
{"text": "has anyone hit a hole in one on a par 5"}
{"text": "do the jets and giants share a stadium"}
{"text": "is the us womens soccer team in the world cup"}
{"text": "The cyclic subgroup of Z_24 generated by 18 has order"}
{"text": "Find the order of the factor group Z_6/<3>."}
{"text": "Statement 1 | A permutation that is a product of m even permutations and n odd permutations is an even permutation if and only if n is even. Statement 2 | Every group is isomorphic to a group of permutations."}
{"text": "Find the order of the factor group (Z_4 x Z_12)/(<2> x <2>)"}
{"text": "Find the maximum possible order for some element of Z_4 x Z_6."}
{"text": "Statement 1 | The symmetric group S_3 is cyclic. Statement 2 | Every group is isomorphic to some group of permutations."}
{"text": "Statement 1 | If a and b are elements of finite order in an Abelian group, then |ab| is the lcm (|a|,|b|). Statement 2 | If g is a group element and g^n = e, then |g| = n."}
{"text": "Statement 1 | If f is a homomorphism from G to K and H is normal in G then f(H) is normal in K. Statement 2 | If f is a homomorphism from G to a group and H is finite subgroup of G, then |f(H)| divides |H|."}
{"text": "Find the maximum possible order for an element of S_n for n = 7."}
{"text": "Statement 1 | Every integral domain has a field of quotients. Statement 2 | A polynomial of degree n over a ring can have at most n zeros counting multiplicity."}
{"text": "Statement 1 | If a group has an element of order 10, then the number of elements of order 10 is divisible by 4. Statement 2 | If m and n are positive integers and phi is the Euler phi function, then phi(mn) = phi(m)phi(n)."}
{"text": "Which of the following terms describes the body's ability to maintain its normal state?"}
{"text": "Which of the following structures travel through the substance of the parotid gland?"}
{"text": "A medical practitioner places a stethoscope over the patient's seventh right intercostal space in the mid-axillary line. The stethoscope overlies the"}
{"text": "The maxillary sinus"}
{"text": "Which of the following is flexible connective tissue that is attached to bones at the joints?"}
{"text": "Tonsillar tissue is commonly found"}
{"text": "The best place to listen to the general heart sound with a stethoscope is the"}
{"text": "Emissary veins connect the intracranial venous sinuses to"}
{"text": "Smooth muscle cells contain"}
{"text": "Which of the following controls body temperature, sleep, and appetite?"}
{"text": "Which one of the following is brought about by activation of sympathetic nerves?"}
{"text": "The trachea"}
{"text": "Pharyngeal mucosa is innervated by the glossopharyngeal nerves because it develops from the"}
{"text": "A patient is most likely to experience pain due to infection of the ethmoidal air cells sinus"}
{"text": "You cool a blackbody to half its original temperature. How does its spectrum change?"}
{"text": "What drives differentiation?"}
{"text": "How did the lunar maria form?"}
{"text": "Why doesn't Venus have seasons like Mars and Earth do?"}
{"text": "The mass of Saturn's rings is 2x1019 kg. What is the ratio of this mass to that of a 200 km diameter spherical moon made entirely of water-ice (density ~ 1 g/cm3)? That is what is Mrings : Micy moon?"}
{"text": "Which mechanism can NOT explain Mercury's lack of a permanent atmosphere?"}
{"text": "Which property of our solar system does a formation theory NOT need to explain?"}
{"text": "What dangers are currently faced by each Mars Exploration Rover?"}
{"text": "The reason that small planets tend to lose interior heat faster than larger planets is essentially the same as the reason that ________."}
{"text": "If the Moon is setting at noon the phase of the Moon must be"}
{"text": "In astronomy the concept of black bodies is very important to better calculate the radiation of stars. Which one is the correct definition of a black body?"}
{"text": "The Coriolis effect is observed on planets because"}
{"text": "The International Space Station (ISS) circles the Earth approximately 410 km above the ground. Find the best estimate for the orbital speed of the ISS:"}
{"text": "Which is the least likely cause of death?"}
{"text": "How have we been able to construct detailed maps of surface features on Venus?"}
{"text": "A comet’s tail points in the following direction:"}
{"text": "Disqualification of directors may result from breaches under the"}
{"text": "In a global context, many companies have significant ______ power due to their ability to threaten governments, in the face of ________ with relocation to other territories, which Beck (1998) describes as 'corporate power of _______."}
{"text": "Ethics of duty is a principle based ethical theory attributed to Emmanuel Kant."}
{"text": "While businesses traditionally engaged in civil society through ______, recently more business-________ collaboration have emerged in order to tackle social and environmental problems. Likewise, CSO's strategies have evolved with an increasing number setting up _________, which are more commercially orientated then traditional charity models."}
{"text": "The relationship between shareholders and the company, or so called ________, describes shareholders as _________ and managers of the company as ________."}
{"text": "Executive directors are responsible for running the firm."}
{"text": "Subjection to emotional exploitation."}
{"text": "The recent global sustainability agenda has been dominated by which of the following organisations sustainability goals?"}
{"text": "The OECD argues that corporate governance problems arise because:"}
{"text": "Frilled sharks and angler fish live far beneath the surface of the ocean, which is why they are known as"}
{"text": "Gas can fill any container it is given, and liquid"}
{"text": "When birds migrate south for the winter, they do it because"}
{"text": "If a person walks in the opposite direction of a compass arrow they are walking"}
{"text": "An example of lots kinetic energy would be"}
{"text": "Which organism cannot specialize?"}
{"text": "A person can grow cabbage in January with the help of what product?"}
{"text": "A frog, in winter, will burrow itself into soft mud, until it freezes, then in the spring"}
{"text": "Which describes the size of an object?"}
{"text": "A body may find its temperature to be lowered after"}
{"text": "If a person enjoys long, sunny days their favorite month would be"}
{"text": "An example of data collection is"}
{"text": "An animal can hunt by cracking open a"}
{"text": "Oil is a nonrenewable resource which tells us that when"}
{"text": "Magma contains"}
{"text": "Dew is formed when what condenses?"}
{"text": "The Earth revolving around the sun can cause"}
{"text": "Plants need light for"}
{"text": "Tunnels"}
{"text": "A fire starts in a wide, open field and catches onto a forest. The fire started even though people were far away from the woods. A potential cause for the start of it could have been"}
{"text": "To have a positive impact of the environment"}
{"text": "Taking shorter showers leads to"}
{"text": "Roads present danger to animals because"}
{"text": "plant requires what for photosynthesis"}
{"text": "Winter solstice occurs on a day when"}
{"text": "What boils at the boiling point?"}
{"text": "When vapor condenses overnight it often ends up on"}
{"text": "Which is a good source of nutrients for a mushroom?"}
{"text": "which of these animal's habitat is peat likely to be found?"}
{"text": "A strawberry is in zero way a true berry because it"}
{"text": "The epidermis is part of"}
{"text": "Alligators"}
{"text": "What might occur during an experiment"}
{"text": "Frogs are unable to give live birth, and their eggs are soft, unlike other eggs, in fact"}
{"text": "A woman wants to figure out what renewable resources she can use in order to be more environmentally friendly and sufficient. She decides to use all of these resources that are renewable, with the exception of the one nonrenewable, which is"}
{"text": "Cocoon creation occurs"}
{"text": "Where would animals shiver the most?"}
{"text": "In the desert it was harder to find a"}
{"text": "Why can an Owl retain it's body temperature during the winter?"}
{"text": "What is the source of energy for physical cycles on Earth?"}
{"text": "Pasteurization reduces the amount of bacteria in"}
{"text": "A person is trapped in a cabin while it storms outside. The person knows it is storming because of"}
{"text": "Which would best store new whale offspring?"}
{"text": "All the deer in one area moved away. This could be because"}
{"text": "An herbivore like a giraffe will only consume"}
{"text": "Climate change has sped up dramatically because"}
{"text": "What is most necessary for a  bitcoin operation"}
{"text": "If something is outside during the day what will it receive?"}
{"text": "A turtle may lay six eggs, and a sea turtle may lay a hundred eggs, and"}
{"text": "Squirrels store acorns"}
{"text": "Dana Reeve, the widow of the actor Christopher Reeve, has died of lung cancer at age 44, according to the Christopher Reeve Foundation."}
{"text": "Yet, we now are discovering that antibiotics are losing their effectiveness against illness. Disease-causing bacteria are mutating faster than we can come up with new antibiotics to fight the new variations."}
{"text": "Cairo is now home to some 15 million people - a burgeoning population that produces approximately 10,000 tonnes of rubbish per day, putting an enormous strain on public services. In the past 10 years, the government has tried hard to encourage private investment in the refuse sector, but some estimate 4,000 tonnes of waste is left behind every day, festering in the heat as it waits for someone to clear it up. It is often the people in the poorest neighbourhoods that are worst affected. But in some areas they are fighting back. In Shubra, one of the northern districts of the city, the residents have taken to the streets armed with dustpans and brushes to clean up public areas which have been used as public dumps."}
{"text": "The Amish community in Pennsylvania, which numbers about 55,000, lives an agrarian lifestyle, shunning technological advances like electricity and automobiles. And many say their insular lifestyle gives them a sense that they are protected from the violence of American society. But as residents gathered near the school, some wearing traditional garb and arriving in horse-drawn buggies, they said that sense of safety had been shattered. \"If someone snaps and wants to do something stupid, there's no distance that's going to stop them,\" said Jake King, 56, an Amish lantern maker who knew several families whose children had been shot."}
{"text": "Security forces were on high alert after an election campaign in which more than 1,000 people, including seven election candidates, have been killed."}
{"text": "In 1979, the leaders signed the Egypt-Israel peace treaty on the White House lawn. Both President Begin and Sadat received the Nobel Peace Prize for their work. The two nations have enjoyed peaceful relations to this day."}
{"text": "singer and actress Britney Spears, 24, has filled papers in Los Angeles County Superior Court to divorce her husband Kevin Federline, 28. A spokeswoman for the court, Kathy Roberts stated that the papers cited irreconcilable differences\" as the reason for the divorce and have, according to the courts, been legally separated as of Monday, November 6, the same day that Spears appeared on Late Night with David Letterman."}
{"text": "Following the successful bid to bring the 2010 Ryder Cup to Wales, the Wales Tourist Board has wasted little time in commissioning work to ensure that the benefits accruing from the event are felt throughout the country."}
{"text": "Steve Jobs was attacked by Sculley and other Apple executives for not delivering enough hot new products and resigned from the company a few weeks later."}
{"text": "Traditionally, the Brahui of the Raisani tribe are in charge of the law and order situation through the Pass area. This tribe is still living in present day Balochistan in Pakistan."}
{"text": "The international humanitarian aid organization, Doctors Without Borders/Medecins Sans Frontieres (MSF), continues to treat victims of violence in all locations where it is present in Darfur."}
{"text": "In a bowl, whisk together the eggs and sugar until completely blended and frothy."}
{"text": "In Nigeria, by far the most populous country in sub-Saharan Africa, over 2.7 million people are infected with HIV."}
{"text": "A jury is slated to decide for the first time whether Jack Kevorkian, famed as \"Dr. Death,\" has violated Michigan's assisted-suicide ban, while the state continues to grapple with the issue of what to allow when the ill want to end their pain by ending their lives."}
{"text": "Take consumer products giant Procter and Gamble. Even with a $1.8 billion Research and Development budget, it still manages 500 active partnerships each year, many of them with small companies."}
{"text": "Deceased U.S. soldiers and their effects were evacuated to Japan and then shipped home in refrigerated containers for interment in the U.S."}
{"text": "Mice given a substance found in red wine lived longer despite a fatty diet, a study shows."}
{"text": "Charles de Gaulle died in 1970 at the age of eighty. He was thus fifty years old when, as an unknown officer recently promoted to the (temporary) rank of brigadier general, he made his famous broadcast from London rejecting the capitulation of France to the Nazis after the debacle of May-June 1940."}
{"text": "Teenage sensation Wayne Rooney powered England into the quarter-finals of Euro 2004 with two goals in Monday's 4-2 defeat of Croatia and they were joined in the last eight by champions France who beat Switzerland 3-1."}
{"text": "Fujimori charged that on January 26, 1995, Ecuador fired the first shot, an allegation denied by Ecuador's leader, Sixto Duran-Ballen. Predictably, each side blamed the other for starting the 1995 conflict, just as each pointed the finger of guilt to the other for provoking the border war of 1941, when Peru took most of the 120,000 square miles in contention between the two countries."}
{"text": "Hepburn's platinum, diamond and sapphire brooch had been estimated to fetch just $20,000, but sold for $120,000, six times its estimated price."}
{"text": "Huckaby voluntarily submitted herself to questioning Friday night at the Tracy police station, and was arrested less than six hours later. She now resides in the San Joaquin County Jail without bond, awaiting an arraignment hearing on Tuesday. On April 6, the body of Sandra Cantu was discovered stuffed inside the 28-year-old's suitcase at the bottom of a pond a few miles away from her home. The two were neighbors in the Orchard Estates Mobile Home Park and Huckaby's own 5-year-old daughter often played with Cantu. Autopsy results are still pending."}
{"text": "CAMDEN, N.J. (Reuters) — Three Muslim brothers from Albania were sentenced to life in prison on Tuesday for a plot to kill American soldiers at the Fort Dix military base, which prosecutors said was inspired by the idea of holy war against the United States. The men, Dritan Duka, 30, Shain Duka, 28, and Eljvir Duka, 25, all illegal immigrants, were each sentenced to life without the possibility of parole. The three, who operated a roofing business in Cherry Hill, N.J., were among five foreign-born Muslims convicted in December of planning an attack at the base, about 40 miles east of Philadelphia. The attack was never carried out."}
{"text": "A number of the items that he auctioned off over the two day period have been seen on his reality TV show The Osbournes, which featured home life with Sharon, Ozzy and their two children. Amongst some of the higher-priced items were a carved walnut Victorian-style custom built pool table which raised $11,250, a painting from Edourad Drouot which fetched $10,500, a pair of Ozzy's famous round glasses which raised $5,250 and a dog bed given to Sharon by Elton John which sold for $2,375."}
{"text": "According to reports, a man protesting the G20 Summit in London, England has died after collapsing at a protester camp. Sky News says the man collapsed on the street inside a camp close to the Bank of England and when found he was still breathing, but efforts by paramedics to rescue him failed and he was pronounced dead at an area hospital. The name of the person and cause of death are not yet known, but several people were injured earlier in the day. It is also reported by Sky News that people threw bottles at him and authorities when they were taking him to a waiting ambulance."}
{"text": "The San Diego Padres ace, Jake Peavy, was hurt in an 8-5 loss to the St. Louis Cardinals."}
{"text": "Despite CNOOC's all-cash bid, Unocal said its recommendation to shareholders in favor of the $16.4 billion offer of cash and stock from Chevron remains in effect."}
{"text": "U.S. forces have been engaged in intense fighting after insurgents launched simultaneous attacks in several Iraqi cities, including Fallujah and Baqubah."}
{"text": "But Huawei says that expansion has not been easy - obtaining visas for its Chinese engineers to work on long-term projects in India being a particular challenge."}
{"text": "According to Becky Gibbons of New York State Police and Chris Collins County Executive in Erie County, New York, the total number of fatalities is 50, including 45 passengers, four crew members and a person on the ground, while a woman and daughter on the ground were injured, near the edge of farmland, about seven miles from Buffalo Niagara International Airport."}
{"text": "A smaller proportion of Yugoslavia's Italians were settled in Slovenia (at the 1991 national census, some 3000 inhabitants of Slovenia declared themselves as ethnic Italians)."}
{"text": "Eric Harris and Dylan Klebold, seniors at the suburban Denver school, detonated homemade bombs and opened fire with shotguns, a rifle and a semiautomatic handgun on April 20, 1999. They killed a teacher and 12 students and wounded 23 others before committing suicide. The massacre shocked the country like no other. It was the worst school assault in American history at that time, and it came in the wake of a half-dozen others. It played out on live television, watched by millions. And it represented the violent destruction of a cherished American idea: that schools in the suburbs and the countryside were havens of peace and safety."}
{"text": "47-year-old Susan Boyle from Blackburn, West Lothian in Scotland, made her debut appearance on the show on Saturday night by saying that she had \"never been married, never been kissed\" and was currently unemployed, living alone at home with her cat, Pebbles. She says that she wants to \"be a professional singer\", but has \"never been given the chance.\" Audience members and judges Amanda Holden, Simon Cowell and Piers Morgan, first laughed and even poked fun at her. Boyle then stunned the judges and audience, getting a standing ovation, with her performance of I Dreamed a Dream from the award winning musical performance Les Misérables. Cowell called her performance \"extraordinary\" while Morgan called it \"the biggest surprise I've had in three years of this show. I am shocked.\" Holden even admitted that \"everyone was against you [Boyle]\" and that \"we were all being very cynical.\""}
{"text": "On October 1 2001, EU and other countries introduced the option for domestic animal owners to apply for Pet passports under the Pets Travel Scheme (PETS for short), for pets returning from abroad to the United Kingdom. This replaced the old system of 6 months compulsory quarantine for all domestic pets."}
{"text": "The Longest Day ever lengthens. The 25th anniversary celebration of the first Normandy landing lasted three days; the 50th will spread out over a year."}
{"text": "The Qin (from which the name China is derived) established the approximate boundaries and basic administrative system that all subsequent dynasties were to follow."}
{"text": "Hands Across the Divide was formed in March 2001, and one of its immediate aims was to press for more freedom of contact and communication right away between the two parts of Cyprus, and for early progress towards a solution to 'the Cyprus problem'."}
{"text": "The IOC meeting will also review reports submitted by the organizing committees of the 1998 Winter Olympic Games in Nagano, Japan; the 2000 Summer Olympic Games in Sydney, Australia and the 2002 Winter Olympic Games in the Salt Lake City, the United States, respectively."}
{"text": "Amazon shares fell nearly 4 percent following the results as the company said operating income would drop as much as 42 percent in the second quarter."}
{"text": "Hodler claimed there were also irregularities in the campaigns organized by Atlanta for the 1996 Summer Games, Sydney for the Summer Olympics in 2000 and Salt Lake City for the 2002 Winter Games."}
{"text": "A compound in breast milk has been found to destroy many skin warts, raising hopes it also might prove effective against cervical cancer and other lethal diseases caused by the same virus."}
{"text": "The plan was released by Mr Dean on behalf of the Secretary of Health and Human Services, Tommy Thompson, still recovering from a recent accident, at a Secretarial Summit on Health Information Technology that was attended by many of the nation's leaders in electronic health records."}
{"text": "Alice Cooper, a founder of the shock rock genre, and infamous for his gory stage shows, is setting up a Christian center for at-risk youths in Phoenix. Cooper, who has been a born again Christian for over 20 years, has already raised US$2 million for the center via his charity, the Solid Rock Foundation, founded by Cooper in 1995. \"The Rock\", as the center will be called, is expected to cost $7.3 million, and Cooper hopes that construction work will begin on the site, currently a grassy area near the Grand Canyon University, by November."}
{"text": "Pibul Songgram was the pro-Japanese military dictator of Thailand during World War 2."}
{"text": "As spacecraft commander for Apollo XI, the first manned lunar landing mission, Armstrong was the first man to walk on the Moon. \"That's one small step for a man, one giant leap for mankind.\" With these historic words, man's dream of the ages was fulfilled."}
{"text": "Weber worked for WABC for 12 years, appearing on such shows as Curtis and Kuby, giving news updates for listeners at the top and bottom of every hour. After he was laid off by the station last year due to a change in programing, he was working as a freelance reporter for ABC News Radio, a national network. In his career before WABC, he worked for KTLK and KMPC, located in Los Angeles, California and KGO in San Fransisco, California."}
{"text": "Russian cosmonaut Valery Polyakov set the record for the longest continuous amount of time spent in space, a staggering 438 days, between 1994 and 1995."}
{"text": "The harvest of sea-weeds is not allowed in the Puget Sound because of marine vegetation's vital role in providing habitat to important species."}
{"text": "He became a boxing referee in 1964 and became most well-known for his decision against Mike Tyson, during the Holyfield fight, when Tyson bit Holyfield's ear."}
{"text": "The team drawing up Iraq's new constitution considered giving itself more time to write the document on Sunday, but still looked set to meet its mid-August deadline under intense U.S. pressure."}
